Revit 2024 API
ParameterTypeId.StairsUpText Property
 "Up Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsUpText { get; }
Visual Basic
Public Shared ReadOnly Property StairsUpText As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsUpText {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace